


{
	"rooms": [
		{"id":"parking", "name": "parking de ENTI", "descriptioin": "parking para los profesores. esta lleno de coches", "items": ["piedra", "bicicleta"], "doors": ["principal", "salida"]},
		{"id":"hall", "name": "recepcion", "descriptioin": "es la recepcion de ENTI, toda prece normal aunque hay una aura distinta", "items": ["boligrafo", "folleto"], "doors": ["principal", "clase de VIOD", "puerta_rara"]},
		{"id":"VOID_1", "name": "VOID_1", "descriptioin": "la clase en la que voi cada dia, la podra recorer con los ojos cerados.", "items": ["PC"], "doors": ["clase de VIOD"]},
		{"id":"subteranio", "name": "subteranio", "descriptioin": "es una escalera que desciende hacia lo mas profundo, no se ve el final", "doors": ["principal", "puerta_al_helheim"]},
		{"id":"hellhaim", "name": "hellhaim", "descriptioin": "es un paramo elado lleno de almas en pena, esto definitivamente es un lugar el qual nedie deveria tener acceso", "items": ["fuego_de_hellhaim"],"doors": ["puerta_al_helheim"]}
		
		
	],
	
	"items": [
		{"id": "piedra", "name": "pedrolo", "description": "es una piedra considerablemente grande", "pikeable": true, "pikable_mesage": "coges la piedra i te la pones en el bolsillo"},
		{"id": "boligrafo", "name": "boligrafo", "description": "es un voli bic normal i corriente, aun tiene un poco de tina", "pikeable": true, "pikable_mesage": "coges el boligrafo i lo metes en el bolsillo"},
		{"id": "fuego_de_hellhaim", "name": "fuego_misteroso", "description": "al lado de la puerta ay unas antorchas que decoran la puerta, aunque el fuego parece algo distinto devido al lugar", "pikeable": true, "pikable_mesage": "coges una de las antorchas de la puerta i la sostienes en la mano, parece no consumir la madera i arde pese al frio que hace."},
		{"id": "PC", "name": "ordenador", "description": "parace estar encendido, probablemente alguien se lo aya dejado, por si acaso no voy a tocarlo no sea que algien se enfade conmigo", "pikeable": false, "pikable_mesage": "vale que el tema de ver un ordenado asi sin que nadie este vijilando es tentador, pero creo que hay muchas fallas en este plan."},
		{"id": "bicicleta", "name": "bicicleta", "description": "bicicleta de hace 3 siglos, seguro que si la toco pillo algo seguro", "pikeable": false, "pikable_mesage": "he echo muchos planes en mi vida, morirme no es una de ellas, de momento"},
		{"id": "folleto", "name": "folleto_publicitario", "description": "es un folleto de ENTI, parece que estan promocionando un enevto de juegos... completemente inesperado", "pikeable": false, "pikable_mesage": "para que querria yo un folleto de enti si estudio en enti? ya me avisara edu o rafa de los eventos que me convengan a mi"}
	],
	"doors": [
		{"id":"principal", "descripcion": "gran puerta de cristal que de a la entrada de ENTI", "rooms": ["parking", "hall"]},
		{"id":"clase de VIOD", "descripcion": "es la puerata a nuestra clase, esta ligeramente aviera.", "rooms": ["VOID_1", "hall"]},
		{"id":"puerta rara", "descripcion": "esta puerta no me suena, es de un color negro, de ella sale un luz azulada. da un mal rollo que flipas.","rooms": ["subteranio", "hall"]},
		{"id":"puerta al helheim", "descripcion": "es un puerta doble gigantesca decorada con varios simblolos satanicos, de ella selen copos de nieve, pareque que la han avierto hace poco por las marcas en el suelo","rooms": ["subteranio", "hellhaim"]},
		{"id": "salida", "descripcion": "La salvacion echo puerta"}
	]
}